Repository: alvarosamudio/apps-languages
Catalog: Password Generator/PasswordGenerator-Finnish.po
Languages: fi

source: Password Generator
fi: Salasanat generaattori

source: Generate your password easily
fi: Luo salasanat helposti

source: Menu1
fi: Valikko1

source: Show tooltip
fi: Näytä vihjeet

source: Changelog
fi: Muutosloki

source: Report a bug
fi: Raportoi virhe

source: About
fi: Tietoja

source: Quit
fi: Sulje

source: Copy password
fi: Kopioi salasana

source: GENERATE
fi: ARVO

source: Simple
fi: Yksinkertainen

source: Strong
fi: Vahva

source: Very Strong
fi: Erittäin vahva

source: Uppercase
fi: Iso kirjain

source: Lowercase
fi: Pieni kirjain

source: Numbers
fi: Numeroita

source: Symbols
fi: Symboleja

source: copied !
fi: kopioitu !

source: Please wait
fi: Odota

source: Password lenght :
fi: Salasanan pituus :

source: Your saved passwords are locked. Click to unlock
fi: Tallentamasi salasanat on lukittu. Napsauta lukituksen avaamiseksi

source: your saved passwords are unlocked. Click to lock
fi: salasanat on nyt auki. Napsauta lukkoon

source: Show floating window
fi: Näytä erillisessä ikkunassa

source: Click to copy the password
fi: Kopioi salasana napsauttamalla

source: Save password
fi: Tallenna salasana

source: Saved password list
fi: Tallennettu salasanalista

source: The password will be delete from clipboard in 20 seconds
fi: Salasana poistetaan leikepöydältä 20 sekunnissa

source: The password will be delete from clipboard in
fi: Salasana poistetaan leikepöydältä

source: seconds
fi: sekuntia

source: click to copy the password
fi: kopioi salasana napsauttamalla

source: Passwords stored :
fi: Tallennetut salasanat :

source: Delete selected password
fi: Poista valittu salasana

source: Please unlock this function with your password first on main window
fi: Avaa tämän toiminnon lukitus ensin salasanallasi pääikkunassa

source: Regenerate password
fi: Arvo salasana uudelleen

source: Come back main window
fi: Tule takaisin pääikkunaan

source: Clipboard clear
fi: Leikepöytä tyhjennetty

source: SAVE
fi: TALLENNA

source: Enter a name, website or someting else
fi: Anna nimi, verkkosivusto tai jokin muu

source: Can't be empty !
fi: Ei voi olla tyhjä !

source: Saved
fi: Tallennettu

source: Enter a pasword
fi: Anna salasana

source: Confirm your password
fi: Vahvista salasana

source: Password don't match !
fi: Salasana ei täsmää !

source: UNLOCK
fi: LUKKO AUKI

source: Enter your pasword
fi: Anna salasanasi

source: Wrong password !
fi: Väärä salasana !
