Repository: alvarosamudio/apps-languages
Catalog: Web2App/Web2App-Finnish.po
Languages: fi

source: Run websites as if they were apps
fi: Suorita verkkosivu ikään kuin se olisi ohjelma

source: Menu1
fi: Valikko1

source: Delete WebApp
fi: Poista WebApp

source: Report a bug
fi: Raportoi virhe

source: Donate
fi: Lahjoita

source: Changelog
fi: Muutosloki

source: About
fi: Tietoja

source: Link
fi: Linkki

source: App icon
fi: Sovelluksen kuvake

source: Enter the app name
fi: Anna sovelluksen nimi

source: Only Letters and numbers
fi: Vain kirjaimia ja numeroita

source: Category
fi: Rymä

source: Choose
fi: Valitse

source: Chat
fi: Pikaviesti

source: Music
fi: Musiikki

source: Graphics
fi: Grafiikka

source: Office
fi: Toimisto

source: Development
fi: Kehitys

source: System
fi: Järjestelmä

source: Others
fi: Muu

source: Invalid character
fi: Virheellinen merkki

source: * Web2App use Chrome technology to use Widevine DRM.
fi: * Web2App käyttää Chromea Widevine DRM:n kanssa.

source: Widevine plugin (for Netflix, Amazon Prime Video...) *
fi: Widevine plugi (kuin Netflix, Amazon Prime Video ...) *

source: CREATE
fi: LUO

source: Invalid character : / , " '
fi: Virheellinen merkki : / , " '

source: without https:// (ex : app4deepin.com)
fi: ilman https:// (näin : app4deepin.com)

source: Error
fi: Virhe

source: Please give a name for the shortcut
fi: Anna kuvakkeelle sovelluksen nimi

source: Please give select a Appimage or executable
fi: Valitse Appimage tai suoritettava tiedosto

source: Please give select an icon
fi: Valitse kuvake

source: Can't copy & paste a link !
fi: Linkkiä ei voi kopioida tai liittää !

source: Info
fi: Tiedot

source: Please enter a name for the webapp !
fi: Anna webapp-sovelluksen nimi !

source: A webapp already exist with this name !
fi: Webapp-sovellus on jo olemassa tällä nimellä !

source: Help
fi: Ohje

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
fi: AppImage-tiedosto siirretään automaattisesti sovellukset kansioon, joka on luotu erityisesti AppImage-ryhmää varten.

source: 3 - Choose an icon
fi: 3 - Valitse kuvake

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
fi: Valitse kuva (PNG, JPG tai SVG). Kuvake kopioidaan automaattisesti kuvakeet kansioon, joka on erityisesti luotu kuvakkeille.

source: 1 - Type a name for the shortcut
fi: 1 - Anna nimi kuvakkeelle

source: 2 - Choose the AppImage file
fi: 2 - Valitse AppImage

source: 4 - Select a category and clic create button
fi: 4 - Valitse ryhmä ja klikkaa Luo-painiketta

source: 1 - Manage your applications
fi: 1 - Hallinnoi sovelluksia

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
fi: Voit hallita AppImage-sovelluksia menemällä oikeassa yläkulmassa olevaan valikkoon. Näet asennetut sovellukset ja voit poistaa niitä tarvittaessa.

source: Create a shorcut
fi: Luo pikakuvake

source: Manage your applications
fi: Hallinnoi sovelluksia

source: 2 - Update your applications
fi: 2 - Sovellusten päivittäminen

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
fi: jos sovellus ei päivity itsestään on sinun ladattava uusi versio ja poistettava asennettu versio ennen kuin luot uuden pikakuvakkeen, uudelle versiolle.

source: Shortcut created !
fi: Pikakuvake tehty !

source: New shortcut
fi: Uusi pikakuvake

source: Quit
fi: Sulje

source: Thank you for your support
fi: Kiitos tuestasi

source: Applications folder
fi: Sovellukset kansio

source: DELETE
fi: POISTA

source: webapp installed
fi: webapp asennettu

source: webapps installed
fi: webapp-sovellukset asennettu

source: Please select an app for deleting
fi: Valitse poistettava sovellus

source: Done
fi: Tehty

source: webApp deleted
fi: webapp poistettu

source: Select
fi: Valitse

source: Cancel
fi: Peruuta
