Repository: alvarosamudio/apps-languages
Catalog: Web2App/Web2App-Greek.po
Languages: gr

source: Run websites as if they were apps
gr: Εκτελέστε ιστότοπους σαν να ήταν εφαρμογές

source: Menu1
gr: Μενού1

source: Delete WebApp
gr: Διαγραφή WebApp

source: Report a bug
gr: Αναφορά σφάλματος

source: Donate
gr: Δωρεές

source: Changelog
gr: Αλλαγή αρχείου καταγραφής

source: About
gr: Σχετικά με

source: Link
gr: Σύνδεσμος

source: App icon
gr: Εικονίδιο εφαρμογής

source: Enter the app name
gr: Εισαγάγετε το όνομα της εφαρμογής

source: Only Letters and numbers
gr: Μόνο γράμματα και αριθμοί

source: Category
gr: Κατηγορία

source: Choose
gr: Επιλογή

source: Internet
gr: Διαδίκτυο

source: Chat
gr: Ομιλία

source: Music
gr: Μουσική

source: Video
gr: Βίντεο

source: Graphics
gr: Γραφικά

source: Office
gr: Γραφείο

source: Development
gr: Ανάπτυξη

source: System
gr: Σύστημα

source: Others
gr: Τα υπόλοιπα

source: Invalid character
gr: Μη έγκυρος χαρακτήρας

source: * Web2App use Chrome technology to use Widevine DRM.
gr: * Το Web2App χρησιμοποιεί τεχνολογία Chrome για να χρησιμοποιήσει το Widevine DRM.

source: Widevine plugin (for Netflix, Amazon Prime Video...) *
gr: Πρόσθετο Widevine (για Netflix, Amazon Prime Video ...) *

source: CREATE
gr: ΔΗΜΙΟΥΡΓΊΑ

source: Invalid character : / , " '
gr: Μη έγκυρος χαρακτήρας : / , " '

source: without https:// (ex : app4deepin.com)
gr: χωρίς https:// (ex : app4deepin.com)

source: Error
gr: Σφάλμα

source: Please give a name for the shortcut
gr: Δώστε ένα όνομα για τη συντόμευση

source: Please give select a Appimage or executable
gr: Παρακαλώ επιλέξτε Appimage ή εκτελέσιμο

source: Please give select an icon
gr: Παρακαλώ επιλέξτε ένα εικονίδιο

source: Can't copy & paste a link !
gr: Δεν είναι δυνατή η αντιγραφή και επικόλληση ενός συνδέσμου !

source: Info
gr: Πληροφορίες

source: Please enter a name for the webapp !
gr: Εισαγάγετε ένα όνομα για την εφαρμογή ιστού !

source: A webapp already exist with this name !
gr: Υπάρχει ήδη μια εφαρμογή ιστού με αυτό το όνομα !

source: Help
gr: Βοήθεια

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
gr: Το αρχείο AppImage θα μετακινηθεί αυτόματα σε ένα φάκελο εφαρμογής που έχει δημιουργηθεί ειδικά για την ομαδοποίηση των AppImages σας.

source: 3 - Choose an icon
gr: 3 - Επιλέξτε ένα εικονίδιο

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
gr: Επιλέξτε μια εικόνα (PNG, JPG ή SVG). Το εικονίδιο θα αντιγραφεί αυτόματα σε ένα φάκελο εικονιδίων που έχει δημιουργηθεί ειδικά για τα εικονίδια σας.

source: 1 - Type a name for the shortcut
gr: 1 - Πληκτρολογήστε ένα όνομα για τη συντόμευση

source: 2 - Choose the AppImage file
gr: 2 - Επιλέξτε το αρχείο AppImage

source: 4 - Select a category and clic create button
gr: 4 - Επιλέξτε μια κατηγορία και κάντε κλικ στο κουμπί δημιουργίας

source: 1 - Manage your applications
gr: 1 - Διαχειριστείτε τις εφαρμογές σας

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
gr: Μπορείτε να διαχειριστείτε την εγκατεστημένη εφαρμογή AppImage μεταβαίνοντας στο μενού επάνω δεξιά. Θα μπορείτε να δείτε τις εγκατεστημένες εφαρμογές και να διαγράψετε αυτήν που δεν χρησιμοποιείτε πλέον.

source: Manage your applications
gr: Δημιουργήστε μια συντόμευση

source: 2 - Update your applications
gr: 2 - Ενημερώστε τις εφαρμογές σας

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
gr: εάν η εφαρμογή σας δεν ενημερώνεται από μόνη της και πρέπει να κατεβάσετε τη νέα έκδοση, θα πρέπει να διαγράψετε την εγκατεστημένη πριν δημιουργήσετε μια νέα συντόμευση για τη νέα έκδοση.

source: Shortcut created !
gr: Δημιουργήθηκε συντόμευση !

source: New shortcut
gr: Έξοδος

source: Thank you for your support
gr: Σας ευχαριστούμε για την υποστήριξή σας

source: Applications folder
gr: Φάκελος εφαρμογών

source: DELETE
gr: ΔΙΑΓΡΑΦΉ

source: webapp installed
gr: εγκατεστημένη εφαρμογή ιστού

source: webapps installed
gr: εγκατεστημένες εφαρμογές ιστού

source: Please select an app for deleting
gr: Επιλέξτε μια εφαρμογή για διαγραφή

source: Done
gr: Ολοκληρώθηκε

source: webApp deleted
gr: η εφαρμογή ιστού διαγράφηκε

source: Select
gr: Επιλογή

source: Cancel
gr: Ακύρωση
