Repository: alvarosamudio/apps-languages
Catalog: Web2App/Web2App-TURKISH.po
Languages: tr

source: Run websites as if they were apps
tr: Web sitelerini uygulama gibi çalıştırın

source: Menu1
tr: Menü

source: Delete WebApp
tr: WebApp'ı silin

source: Report a bug
tr: Hata bildir

source: Donate
tr: Bağış

source: Changelog
tr: Güncelleme geçmişi

source: About
tr: Hakkımızda

source: App icon
tr: Uygulama simgesi

source: Enter the app name
tr: Uygulama adını girin

source: Only Letters and numbers
tr: Sadece Harfler ve sayılar

source: Category
tr: Kategori

source: Choose
tr: Seç

source: Chat
tr: Sohbet

source: Music
tr: Müzik

source: Graphics
tr: Grafikler

source: Development
tr: Geliştirme

source: System
tr: Sistem

source: Others
tr: Diğerleri

source: Invalid character
tr: Invalid characte

source: * Web2App use Chrome technology to use Widevine DRM.
tr: * Web2App, Widevine DRM'yi kullanmak için Chrome teknolojisini kullanır.

source: Widevine plugin (for Netflix, Amazon Prime Video...) *
tr: Widevine eklentisi (Netflix, Amazon Prime Video vb...) *

source: CREATE
tr: OLUŞTUR

source: Invalid character : / , " '
tr: Invalid characte : / , " '

source: without https:// (ex : app4deepin.com)
tr: https://'siz (örn : app4deepin.com)

source: Error
tr: Hata

source: Please give a name for the shortcut
tr: Lütfen kısayol için bir isim verin

source: Please give select a Appimage or executable
tr: Lütfen bir Appimage veya çalıştırılabilir dosya seçin

source: Please give select an icon
tr: Lütfen bir simge seçin

source: Can't copy & paste a link !
tr: Bir bağlantıyı kopyalayıp yapıştıramıyorum!

source: Info
tr: Bilgi

source: Please enter a name for the webapp !
tr: Lütfen web uygulaması için bir isim girin !

source: A webapp already exist with this name !
tr: Bu isimde bir uygulaması zaten var!

source: Help
tr: Yardım

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
tr: AppImage dosyası, AppImages'ınızı gruplamak için özel olarak oluşturulmuş bir uygulama klasörüne otomatik olarak taşınacaktır.

source: 3 - Choose an icon
tr: 3 - Bir simge seçin

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
tr: Bir resim seçin (PNG, JPG veya SVG). Simge, simgeleriniz için özel olarak oluşturulmuş bir simge klasörüne otomatik olarak kopyalanacaktır.

source: 1 - Type a name for the shortcut
tr: 1 - Kısayol için bir ad yazın

source: 2 - Choose the AppImage file
tr: 2 - AppImage dosyasını seçin

source: 4 - Select a category and clic create button
tr: 4 - Bir kategori seçin ve oluşturun

source: 1 - Manage your applications
tr: 1 - Uygulamalarınızı yönetin

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
tr: Sağ üstteki menüye giderek kurulu AppImage uygulamanızı yönetebilirsiniz. Yüklü uygulamaları görebilir ve artık kullanmadığınız uygulamaları silebilirsiniz.

source: Create a shorcut
tr: Kısayol oluştur

source: Manage your applications
tr: Uygulamalarınızı yönetin

source: 2 - Update your applications
tr: 2 - Uygulamalarınızı güncelleyin

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
tr: Uygulamanızın görüntüsü kendiliğinden güncellenmezse ve yeni sürümü indirmeniz gerekiyorsa, yeni sürüm için yeni bir kısayol oluşturmadan önce kurulu olanı silmeniz gerekir. "

source: Shortcut created !
tr: Kısayol oluşturuldu!

source: New shortcut
tr: Yeni kısayol

source: Quit
tr: Çıkış

source: Thank you for your support
tr: Desteğiniz için teşekkürler

source: Applications folder
tr: Uygulamalar klasörü

source: DELETE
tr: SİL

source: webapp installed
tr: webapp yüklendi

source: webapps installed
tr: webapps tümü yüklendi

source: Please select an app for deleting
tr: Lütfen silmek için bir uygulama seçin

source: Done
tr: Bitti

source: webApp deleted
tr: webApp silindi

source: Select
tr: Seçiniz

source: Cancel
tr: İptal
