Repository: alvarosamudio/apps-languages
Catalog: Dynamic Wall/DynamicWall-TURKISH.po
Languages: tr

source: Use dynamic wallpaper on Deepin
tr: Deepin'de dinamik duvar kağıdını kullanın

source: Menu1
tr: Menü

source: Changelog
tr: Güncelleme geçmişi

source: Report a bug
tr: Hata bildir

source: About
tr: Hakkımızda

source: Quit
tr: Çıkış

source: Apply
tr: Uygula

source: Choose dynamic wallpaper
tr: Dinamik duvar kağıdını seçin

source: Activate
tr: Etkinleştir

source: Wall Changer is installed ! They can't work together at the same time. Please delete it before to use Dynamic Wall.
tr: Wallpaper Changer yüklendi!! Aynı anda birlikte çalışamazlar. N nLütfen Dinamik Duvar'ı kullanmadan önce silin.

source: Addon installed
tr: Eklenti yüklendi

source: catalina.gif
tr: Catalina

source: mojave.gif
tr: Mojave

source: earth.gif
tr: Dünya

source: firewatch.gif
tr: Firewatch

source: /usr/share/dynamicwall/Addon/Moon/gif.gif
tr: Ay

source: /usr/share/dynamicwall/Addon/Monument_Valley/gif.gif
tr: Anıt vadisi

source: /usr/share/dynamicwall/Addon/Affinity/gif.gif
tr: Yakınlık

source: /usr/share/dynamicwall/Addon/Earth_2/gif.gif
tr: Dünya 2
