Repository: alvarosamudio/apps-languages
Catalog: Wall Changer/WallChanger-Romanian.po
Languages: ro

source: A new wallpaper every day
ro: O nouă imagine de fundal în fiecare zi

source: Based on Bing desktop wallpaper changer (link)
ro: Pe baza schimbătorului de imagini de fundal pentru desktop Bing (link)

source: Menu1
ro: Meniul1

source: Changelog
ro: Jurnal de schimbări

source: Report a bug
ro: Raportați o eroare

source: About
ro: Despre

source: Quit
ro: Ieșire

source: Max size of wallpapers folder :
ro: Dimensiunea maximă a dosarului de imagini de fundal :

source: Wall Changer - Settings
ro: Wall Changer - Setări

source: Delete downloaded wallpapers
ro: Ștergeți imaginile de fundal descărcate

source: DELETE
ro: ȘTERGE

source: Bing Wallpaper - area :
ro: Bing Wallpaper - zona :

source: Auto (Default)
ro: Auto (Mod implicit)

source: France
ro: Franța

source: Germany
ro: Germania

source: India
ro: Indian

source: Japan
ro: Japonia

source: Spain
ro: Spania

source: Switzerland
ro: Elveția

source: UK
ro: Marea Britanie

source: US
ro: SUA

source: Apply new settings
ro: Aplicați setări noi

source: APPLY
ro: APLICA

source: View wallpaper folder
ro: Vizualizați dosarul de imagini de fundal

source: Applying new zone
ro: Aplicarea unei zone noi

source: Downloaded wallpaper :
ro: Imagine de fundal descărcată :

source: Please confirm the deletion of the downloaded wallpapers.
ro: Vă rugăm să confirmați ștergerea imaginilor de fundal descărcate.

source: Close
ro: Închide

source: wallpapers will be deleted !
ro: imaginile de fundal vor fi șterse !

source: Wallpaper deleted !
ro: Imaginea de fundal a fost ștearsă
