Repository: alvarosamudio/apps-languages
Catalog: Wall Changer/WallChanger-Greeck.po
Languages: gr

source: A new wallpaper every day
gr: Μια νέα ταπετσαρία κάθε μέρα

source: Based on Bing desktop wallpaper changer (link)
gr: Βασισμένο στο Bing desktop wallpaper changer (link)

source: Menu1
gr: Μενού1

source: Changelog
gr: Αλλαγή αρχείου καταγραφής

source: Report a bug
gr: Αναφορά σφάλματος

source: About
gr: Σχετικά με

source: Quit
gr: Έξοδος

source: Max size of wallpapers folder :
gr: Μέγιστο μέγεθος φακέλου ταπετσαριών :

source: Wall Changer - Settings
gr: Wall Changer - Ρυθμίσεις

source: Delete downloaded wallpapers
gr: Διαγράψτε τις ταπετσαρίες που έχετε κατεβάσει

source: DELETE
gr: ΔΙΑΓΡΑΦΉ

source: Bing Wallpaper - area :
gr: Bing Wallpaper - περιοχή :

source: Auto (Default)
gr: Αυτόματο (Προεπιλογή)

source: Canada
gr: Καναδάς

source: China
gr: Κίνα

source: France
gr: Γαλιά

source: Germany
gr: Γερμανία

source: India
gr: Ινδία

source: Japan
gr: Ιαπωνία

source: Spain
gr: Ισπανία

source: Switzerland
gr: Ελβετία

source: UK
gr: Βρετανία

source: US
gr: ΗΠΑ

source: Apply new settings
gr: Εφαρμογή νέας ρύθμισης

source: APPLY
gr: ΙΣΧΥΟΥΝ

source: View wallpaper folder
gr: Προβολή φακέλου ταπετσαρίας

source: Applying new zone
gr: Εφαρμογή νέας ζώνης

source: Downloaded wallpaper :
gr: Λήψη ταπετσαρίας :

source: Please confirm the deletion of the downloaded wallpapers.
gr: Επιβεβαιώστε τη διαγραφή των ταπετσαριών που έχετε κατεβάσει.

source: Close
gr: Κλείσε

source: wallpapers will be deleted !
gr: οι ταπετσαρίες θα διαγραφούν !

source: Wallpaper deleted !
gr: Η ταπετσαρία διαγράφηκε !
