Repository: alvarosamudio/apps-languages
Catalog: Wall Changer/WallChanger-Finnish.po
Languages: fi

source: Wall Changer
fi: Taustan vaihtaja

source: A new wallpaper every day
fi: Uusi taustakuva joka päivä

source: Based on Bing desktop wallpaper changer (link)
fi: Perustuu Bing taustakuviin (linkki)

source: Menu1
fi: Valikko1

source: Changelog
fi: Muutosloki

source: Report a bug
fi: Raportoi virhe

source: About
fi: Tietoja

source: Quit
fi: Sulje

source: Max size of wallpapers folder :
fi: Kansion enimmäiskoko taustakuville :

source: Wall Changer - Settings
fi: Taustan vaihtaja - Asetukset

source: Delete downloaded wallpapers
fi: Poista ladatut taustakuvat

source: DELETE
fi: POISTA

source: Bing Wallpaper - area :
fi: Bing-taustakuva - alue :

source: Auto (Default)
fi: Automaattinen (oletus)

source: Canada
fi: Kanada

source: China
fi: Kiina

source: France
fi: Ranska

source: Germany
fi: Saksa

source: India
fi: Intia

source: Japan
fi: Japani

source: Spain
fi: Enpania

source: Switzerland
fi: Sveitsi

source: UK
fi: Englanti

source: US
fi: Amerikka

source: Apply new settings
fi: Uudet asetukset käyttöön

source: APPLY
fi: KÄYTÄ

source: View wallpaper folder
fi: Näytä taustakuvat kansio

source: Applying new zone
fi: Käytä uutta aluetta

source: Downloaded wallpaper :
fi: Ladatut taustakuvat :

source: Please confirm the deletion of the downloaded wallpapers.
fi: Vahvista ladattujen taustakuvien poisto.

source: Close
fi: Sulje

source: wallpapers will be deleted !
fi: taustakuvat poistetaan !

source: Wallpaper deleted !
fi: Taustakuvat poistettu !
