Repository: alvarosamudio/apps-languages
Catalog: CCT Tray/CCT Tray-Romanian.po
Languages: ro

source: Control Center Tray
ro: Centrul de control tray

source: Version : 0.9.0-BETA
ro: Versiunea : 0.9.0-BETA

source: Choose your shortcuts
ro: Alegeți comenzile rapide

source: Shortcut Assist appearance
ro: Asistență pentru comenzi rapide

source: State : charging
ro: Stare: încărcare

source: State : discharging
ro: Stare : descărcare

source: State : Not available
ro: Stare : Nu disponibil

source: Design capacity :
ro: Capacitate :

source: Current capacity :
ro: Capacitate curenta :

source: Energy :
ro: Energie :

source: Energy Full :
ro: Energie plină :

source: Health :
ro: Sănătate :

source: Voltage :
ro: Voltaj :

source: Time to full :
ro: Timp până la plin :

source: Time to empty :
ro: Timpul până la golire :

source: Technology : Not available
ro: Tehnologie: Nu este disponibil

source: Technology :
ro: Tehnologie :

source: Battery level :
ro: Nivelul bateriei :

source: Capacity :
ro: Capacitate :

source: Size :
ro: Mărime :

source: Voltage :
ro: Voltaj :

source: Energy :
ro: Energie :

source: Energy full :
ro: Energie plină :

source: Technology :
ro: Tehnologie :

source: State :
ro: Stare :

source: Battery level :
ro: Nivelul bateriei :

source: Time to empty :
ro: Timpul până la golire:

source: CPU :
ro: Procesor :

source: Core 0 : -
ro: Nucleul 0 : -

source: Core 1 : -
ro: Nucleul 1 : -

source: Core 2 : -
ro: Nucleul 2 : -

source: Core 3 : -
ro: Nucleul 3 : -

source: Core 4 : -
ro: Nucleul 4 : -

source: Core 5 : -
ro: Nucleul 5 : -

source: Core 6 : -
ro: Nucleul 6 : -

source: Core 7 : -
ro: Nucleul 7 : -

source: CPU
ro: Procesor

source: CPU Max
ro: Procesor Max

source: CPU Mini
ro: Procesor Min

source: notify-send --icon=app4deepin-eyesafe "Eyes Protect : The long break will begin in 5 seconds"
ro: notification-send --icon = app deepin-eyesafe "Protecția ochilor: pauza lungă va începe în 5 secunde "

source: Menu1
ro: Meniul1

source: Setting
ro: Setare

source: About
ro: Despre

source: Quit
ro: Ieșire

source: Eyes Protect
ro: Protecția ochilor

source: On
ro: Pornit

source: Dark
ro: Întunecat

source: Light
ro: Luminos

source: Auto
ro: Automat

source: Lock screen
ro: Ecran de blocare

source: Do Not Disturb
ro: Nu deranja

source: Night Shift
ro: Tura de noapte

source: Send file
ro: Trimite fișier

source: Receive file
ro: Primiți fișier

source: Eyes Safe settings
ro: Setări Eyes Safe

source: Battery info : click here
ro: Informație despre baterie : faceți clic aici

source: No update available.
ro: Nu există nicio actualizare disponibilă.

source: update available.
ro: actualizare disponibilă.

source: Appearance
ro: Aspect

source: Off
ro: Oprit

source: Sound
ro: Sunet

source: Display
ro: Diplay

source: Computer
ro: Calculator

source: Auto mode
ro: Mod auto

source: Share Wifi
ro: Distribuiți Wifi

source: Changelog
ro: Jurnal de schimbări

source: Report a bug
ro: Raporteaza o eroare

source: Donate
ro: Donații

source: Hide dock wifi & bluetooth icons
ro: Ascundeți pictogramele wifi și bluetooth de pe dock

source: Hide dock Sound icon
ro: Ascundeți pictograma Sunet de pe dock

source: On power plug
ro: La priză

source: On battery
ro: Pe baterie

source: Battery charge notification
ro: Notificare de încărcare a bateriei

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
ro: Afișați notificarea când bateria atinge nivelul minim de 25% și maxim 85%. Acest lucru ajută la menținerea unei durate de viață mai bune a bateriei.

source: Display brightness
ro: Luminozitatea Display

source: System update notification
ro: Notificare actualizare sistem

source: SOON
ro: CURÂND

source: Control Center appearance
ro: Aspectul centrului de control

source: Default
ro: Mod implicit

source: Sidebar
ro: Bara laterală

source: Animated icons
ro: Pictograme animate

source: Show CPU Temp icon
ro: Afișați pictograma Procesor Temp

source: Show a notification when CPU reaches this temp limit.
ro: Afișați o notificare când Procesorul atinge această limită de temperatură.

source: Shorcut Assist
ro: Asistență pentru comenzi rapide

source: 1 - Roll your eyes <br><br> 2 - Tightly close your eyes <br><br> 3 - Rotate your eyes in clockwise direction
ro: 1 - Rotiți ochii <br><br> 2 - Închideți bine ochii <br><br> 3 - Rotiți ochii în sensul acelor de ceasornic

source: Settings
ro: Setări

source: Short break duration
ro: Durata pauzei scurte

source: For donation with Paypal, click here
ro: Pentru donații cu Paypal, faceți clic aici

source: Thank you for your support
ro: Iti multumesc pentru sprijin

source: Play a relaxing sound
ro: Redă un sunet relaxant

source: Beach
ro: Plajă

source: Drizzle
ro: Burniță

source: Forest
ro: Pădure

source: Stove fire
ro: Foc

source: Summer night
ro: Noapte de vara

source: Background
ro: Fundal

source: Long break
ro: Pauză lungă

source: (no way to skip breaks)
ro: (nici o modalitate de a sări peste pauză)

source: Duration
ro: Durata

source: Strict break
ro: Pauză strictă

source: Try sound
ro: Încercați sunetul

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
ro: Întregul scop al Eyes Safe vă amintește să faceți pauze în timp ce lucrați mult timp la calculator. Ecranul de pauză vă cere să faceți câteva exerciții care vă vor reduce RSI.

source: To share, scan the QR Code with your phone.
ro: Pentru a partaja, scanați codul QR cu telefonul.

source: CPU temperature : +
ro: Temperatura procesorului : +

source: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : The long break will begin in 5 seconds"
ro: notify-send --icon=app4deepin-onoff --app-name ='Control Center Tray' "CCT Protejează ochii : pauza lungă va începe în 5 secunde"

source: Security :
ro: Securitate :

source: Signal :
ro: Semnal :

source: Rate :
ro: Viteza :

source: Frequence :
ro: Frecvență :

source: Rate Max :
ro: Viteza Max :

source: It's time to take a break. Sit back in your seat and relax.
ro: Este timpul să faceți o pauză. Așezați-vă pe scaun și relaxați-vă.

source: Skip
ro: Ocolire
