Repository: alvarosamudio/apps-languages
Catalog: CCT Tray/CCT Tray-TURKISH.po
Languages: tr

source: Control Center Tray
tr: Kısayol Kontrol Merkezi

source: Version : 0.9.0-BETA
tr: Versiyon : 0.9.0-BETA

source: Choose your shortcuts
tr: Kısayollarınızı seçin

source: Shortcut Assist appearance
tr: Kısayol Yardımı görünümü

source: State : charging
tr: Durum : şarj oluyor

source: State : discharging
tr: Durum : şarj olmuyor

source: State : Not available
tr: Durum : Mevcut değil

source: Design capacity :
tr: Tasarım kapasitesi :

source: Current capacity :
tr: Şuanki kapasite

source: Energy :
tr: Enerji :

source: Energy Full :
tr: Şarj Dolu :

source: Health :
tr: Sağlık :

source: Voltage :
tr: Voltaj :

source: Time to full :
tr: ŞarjD doldurma süresi :

source: Time to empty :
tr: Şarj bitme süresi

source: Technology : Not available
tr: Teknoloji : Mevcut değil

source: Technology :
tr: Teknoloji :

source: Battery level :
tr: Pil seviyesi :

source: Size :
tr: Boyut :

source: Voltage :
tr: Voltaj :

source: Energy :
tr: Enerji :

source: Energy full :
tr: Pil dolu

source: Technology :
tr: Teknoloji :

source: State :
tr: Durum :

source: Battery level :
tr: Pil seviyesi :

source: Time to empty :
tr: Pil bitme süresi

source: Mouse
tr: Fare

source: Max :
tr: Maksimum :

source: Min :
tr: Minimum

source: Menu1
tr: Menü

source: Setting
tr: Ayarlar

source: About
tr: Hakkımızda

source: Quit
tr: Çıkış

source: On
tr: Aç

source: Dark
tr: Koyu

source: Light
tr: Açık

source: Auto
tr: Oto

source: Lock screen
tr: Kilit ekranı

source: Do Not Disturb
tr: Rahatsız etmeyin

source: Night Shift
tr: Gece vardiyası

source: File Drop
tr: Dosya Bırakma

source: Send file
tr: Dosya gönder

source: Receive file
tr: Dosyayı al

source: Eyes Safe settings
tr: Eyes Safe ayarları

source: Battery info : click here
tr: Pil bilgisi: buraya tıklayın

source: No update available.
tr: Güncelleme mevcut değil.

source: update available.
tr: güncelleme uygun.

source: Appearance
tr: Görünüm

source: Off
tr: Kapat

source: Sound
tr: Ses

source: Display
tr: Görüntüle

source: Computer
tr: Bilgisayar

source: Auto mode
tr: Otomatik mod

source: Share Wifi
tr: Wifi paylaş

source: Wifi info
tr: Wifi bilgi

source: Changelog
tr: Güncelleme geçmişi

source: Report a bug
tr: Hata bildir

source: Donate
tr: Bağış

source: Hide dock wifi & bluetooth icons
tr: Dock wifi ve bluetooth simgelerini gizle

source: Hide dock Sound icon
tr: Ses simgesini gizle

source: On power plug
tr: Güç fişinde

source: On battery
tr: Pilde

source: Battery charge notification
tr: Pil şarj bildirimi

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
tr: Pil minimum% 25 ve maksimum% 85 seviyesine ulaştığında bildirim göster. Bu, daha iyi bir pil ömrünün korunmasına yardımcı olur.

source: Display brightness
tr: Ekran parlaklığı

source: Mi Air Earphone popup
tr: Mi Air Kulaklık açılır penceresi

source: System update notification
tr: Sistem güncelleme bildirimi

source: SOON
tr: YAKINDA

source: Control Center appearance
tr: Kontrol Merkezi görünümü

source: Default
tr: Varsayılan

source: Sidebar
tr: Kenar çubuğu

source: Animated icons
tr: Animasyonlu simgeler

source: Show CPU Temp icon
tr: CPU Sıcaklığı simgesini göster

source: Show a notification when CPU reaches this temp limit.
tr: CPU bu sıcaklık sınırına ulaştığında bir bildirim göster.

source: Shorcut Assist
tr: Kısayol Yardımı

source: Settings
tr: Ayarlar

source: Short break duration
tr: Kısa süreli mola

source: For donation with Paypal, click here
tr: Paypal ile bağış için, burayı tıklayın

source: Thank you for your support
tr: Desteğin için teşekkürler

source: Play a relaxing sound
tr: Rahatlatıcı bir ses çalın

source: Beach
tr: Plaj

source: Drizzle
tr: Yağış

source: Forest
tr: Orman

source: Stove fire
tr: Soba ateşi

source: Summer night
tr: Yaz gecesi

source: Background
tr: Arkaplan

source: Long break
tr: Uzun dinlenme

source: (mini 10s - max 30s)
tr: (en az 10 sn - en fazla 30 sn

source: (no way to skip breaks)
tr: (molaları atlamanın yolu yok)

source: (mini 60s - max 120s)
tr: (en az 60 sn - en fazla 120 sn)

source: Duration
tr: Süresi

source: Strict break
tr: Zorunlu mola

source: Try sound
tr: Sesi dene

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
tr: Eyes Safe'in tüm amacı, uzun süre bilgisayar başında çalışırken size molalar vermenizi hatırlatmaktır. Ara ekranı sizden RSI'nızı azaltacak bazı egzersizler yapmanızı ister.

source: To share, scan the QR Code with your phone.
tr: Paylaşmak için QR Kodunu telefonunuzla tarayın.

source: CPU temperature : +
tr: CPU sıcaklık

source: Chanel :
tr: Kanal

source: Security :
tr: Güvenlik

source: Signal :
tr: Sinyal

source: Rate :
tr: Oran

source: Frequence :
tr: Frekans

source: Rate Max :
tr: Max oranı

source: It's time to take a break. Sit back in your seat and relax.
tr: Ara verme zamanı. Koltuğunuza oturun ve rahatlayın.

source: Skip
tr: Atla
