Repository: alvarosamudio/apps-languages
Catalog: CCT Tray/CCT Tray-Hungarian.po
Languages: hu

source: Control Center Tray
hu: Tálcai Vezérlőközpont

source: Version : 0.9.0-BETA
hu: Verzió: 0.9.0. - BÉTA

source: Choose your shortcuts
hu: Válassza ki a parancsikonokat

source: Shortcut Assist appearance
hu: Parancsikon Asszisztens megjelenése

source: State : charging
hu: Állapot: Töltés

source: State : discharging
hu: Állapot: Kisütés

source: State : Not available
hu: Állapot: Nem elérhető

source: Design capacity :
hu: Tervezési kapacitás:

source: Current capacity :
hu: Jelenlegi kapacitás:

source: Energy :
hu: Energia:

source: Energy Full :
hu: Teljes energia

source: Health :
hu: Életciklus:

source: Voltage :
hu: Feszültség:

source: Time to full :
hu: Teljes feltöltődés:

source: Time to empty :
hu: Teljes ürítés:

source: Technology : Not available
hu: Technolódia: Nem elérhető

source: Technology :
hu: Technológia:

source: Battery level :
hu: Töltöttségi szint:

source: Capacity :
hu: Kapacitás:

source: Size :
hu: Méret:

source: Voltage :
hu: Feszültség:

source: Energy :
hu: Energia:

source: Energy full :
hu: Teljes energia:

source: Technology :
hu: Technológia:

source: State :
hu: Állapot:

source: Battery level :
hu: Töltöttségi szint:

source: Time to empty :
hu: Teljes ürítés:

source: Mouse
hu: Egér

source: CPU :
hu: Processzor:

source: Max :
hu: Maximum:

source: Min :
hu: Minimum:

source: Core 0 : -
hu: Mag 0:

source: Core 1 : -
hu: Mag 1:

source: Core 2 : -
hu: Mag 2:

source: Core 3 : -
hu: Mag 3:

source: Core 4 : -
hu: Mag 4:

source: Core 5 : -
hu: Mag 5:

source: Core 6 : -
hu: Mag 6:

source: Core 7 : -
hu: Mag 7:

source: CPU
hu: Processzor

source: CPU Max
hu: Processzor Maximuma

source: CPU Mini
hu: Processzor Minimuma

source: notify-send --icon=app4deepin-eyesafe "Szemek védelme : The long break will begin in 5 seconds"
hu: értesítés-küldés --ikon=app4deepin-eyesafe "Eyes Protect : A hosszú szünet 5 másodperc múlva kezdődik"

source: Menu1
hu: Menü1

source: Setting
hu: Beállítások

source: About
hu: Rólunk

source: Quit
hu: Kilépés

source: Eyes Protect
hu: Szemek Védelme

source: On
hu: Be

source: Dark
hu: Sötét

source: Light
hu: Világos

source: Auto
hu: Automatikus

source: Lock screen
hu: Képernyő zárolása

source: Do Not Disturb
hu: Ne zavarjanak

source: Night Shift
hu: Éjszakai üzemmód

source: File Drop
hu: Fájl Küldő

source: Eye Safe
hu: Szem Kimélő

source: Send file
hu: Fájl küldése

source: Receive file
hu: Fájl fogadása

source: Eyes Safe settings
hu: Szem Kímélő beállításai

source: Battery info : click here
hu: Akkumulátor információk:Kattintson ide

source: No update available.
hu: Nem érhető el frissítés.

source: update available.
hu: Frissítések érhetők el.

source: Appearance
hu: Megjelenés

source: Off
hu: Ki

source: Sound
hu: Hang

source: Display
hu: Kijelző

source: Computer
hu: Számítógép

source: Auto mode
hu: Automatikus mód

source: Share Wifi
hu: WiFi megosztása

source: Wifi info
hu: WiFi információk

source: Changelog
hu: Fejlesztési napló

source: Report a bug
hu: Hibajelentés küldése

source: Donate
hu: Támogatás

source: Hide dock wifi & bluetooth icons
hu: WiFi és Bluetooth tálca ikonjainak elrejtése

source: Hide dock Sound icon
hu: Hang tálca ikonjainak elrejtése

source: On power plug
hu: Hálózati töltőn

source: On battery
hu: Akkumulátoron

source: Battery charge notification
hu: Akkumulátor töltési értesítés

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
hu: Értesítés megjelenítése, ha az akkumulátor eléri a minimum 25% -os és a maximum 85% -os szintet. Ez hozzájárul az akkumulátor jobb élettartamának fenntartásához.

source: Display brightness
hu: Kijelző fényerőssége

source: Mi Air Earphone popup
hu: MI Air Fülhalgató felugró értesítés

source: System update notification
hu: Rendszerfrissítés értesítés

source: SOON
hu: HAMAROSAN

source: Control Center appearance
hu: Vezérlőközpont megjelenése

source: Dock
hu: Dokk

source: Default
hu: Alap

source: Sidebar
hu: Oldalsáv

source: Animated icons
hu: Animált ikonok

source: Show CPU Temp icon
hu: Processzor hőmérsékletének megjelenítése

source: Show a notification when CPU reaches this temp limit.
hu: Értesítés megjelenítése, amikor a Processzor eléri ezt a hőmérsékleti határt.

source: Shorcut Assist
hu: Parancsikon Asszisztens

source: 1 - Roll your eyes <br><br> 2 - Tightly close your eyes <br><br> 3 - Rotate your eyes in clockwise direction
hu: 1. - Forgassa a szemét <br><br> 2. - Szorosan csukja be a szemét n<br><br> 3. - Forgassa a szemét az óramutató járásával megegyező irányba

source: Settings
hu: Beállítások

source: Short break duration
hu: Rövid szünet időtartama

source: Wechat Pay
hu: Wechat Fizetés

source: AliPay
hu: AliPay Fizetés

source: For donation with Paypal, click here
hu: A Paypal támogatáshoz kattintson ide

source: Thank you for your support
hu: Köszönjük a támogatását

source: Play a relaxing sound
hu: Relaxációs hang lejátszása

source: Beach
hu: Tengerpart

source: Drizzle
hu: Szemerkélés

source: Forest
hu: Erdő

source: Stove fire
hu: Kályha tüze

source: Summer night
hu: Nyári éjjszaka

source: Background
hu: Háttér

source: Long break
hu: Hosszú szünet

source: (mini 10s - max 30s)
hu: (minimum 10 mp - maximum 30 mp)

source: (no way to skip breaks)
hu: (nincs lehetőség a szünetek kihagyására)

source: (mini 60s - max 120s)
hu: (minimum 60 mp - maximum 120 mp)

source: Duration
hu: Időtartam

source: Strict break
hu: Szigorú szünet

source: Try sound
hu: Hang kipróbálása

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
hu: A Szem Kímélő célja az, hogy szünetet tartson, miközben hosszú ideig dolgozik a számítógépen. A szünet képernyőn néhány olyan gyakorlatot kérünk, amelyek csökkentik az RSI-t.

source: To share, scan the QR Code with your phone.
hu: A megosztáshoz olvassa be a QR kódot a telefonjával.

source: CPU temperature : +
hu: Processzor hőmérséklete: +

source: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : The long break will begin in 5 seconds"
hu: értesítés-küldés --ikon=app4deepin-onoff --app-name='Tálcai Vezérlőközpont' "Szemek Védelme : A hosszú szünet 5 másodperc mulva kezdődik"

source: Chanel :
hu: Csatorna:

source: Security :
hu: Biztonság:

source: Signal :
hu: Jel:

source: Rate :
hu: Arány:

source: Frequence :
hu: Frekvencia:

source: Rate Max :
hu: Maximális arány:

source: It's time to take a break. Sit back in your seat and relax.
hu: Itt az ideje, hogy tartson egy kis szünetet. Dőljön hátra, és lazítson.

source: Skip
hu: Kihagyás
