Repository: alvarosamudio/apps-languages
Catalog: CCT Tray/CCT Tray-Finnish.po
Languages: fi

source: Control Center Tray
fi: Tarjotin

source: Version : 0.9.5-BETA
fi: Versio : 0.9.5-BETA

source: Shortcut Assist appearance
fi: Pikakomennon ulkoasu

source: Choose your shortcuts
fi: Pikakuvakkeiden valitseminen

source: Capacity :
fi: Kapasiteetti :

source: Size :
fi: Koko :

source: Voltage :
fi: Jännite :

source: Energy :
fi: Energia :

source: Energy full :
fi: Energia täynnä :

source: Technology :
fi: Teknologia :

source: State :
fi: Tila :

source: Battery level :
fi: Akun taso :

source: Time to empty :
fi: Aikaa jäljellä :

source: Mouse
fi: Hiiri

source: State : charging
fi: Tila : Lataa

source: State : discharging
fi: Tila : Käytössä

source: State : Not available
fi: Tila : Ei saatavilla

source: Design capacity :
fi: Oletettu kapasiteetti :

source: Current capacity :
fi: Nykyinen kapasiteetti :

source: Energy :
fi: Energia :

source: Energy Full :
fi: Energia täynnä :

source: Health :
fi: Kunto :

source: Voltage :
fi: Jännite :

source: Time to full :
fi: Latausaika :

source: Time to empty :
fi: Aikaa jäljellä :

source: Technology : Not available
fi: Teknologia : Ei saatavilla

source: Technology :
fi: Teknologia :

source: Battery level :
fi: Akun taso :

source: CPU Max
fi: CPU Maksimi

source: CPU Mini
fi: CPU Minimi

source: CPU frequency
fi: CPU taajuus

source: CPU frequency Max
fi: CPU Maksimi taajuus

source: CPU frequency Mini
fi: CPU Minimi taajuus

source: Menu1
fi: Valikko1

source: Setting
fi: Asetus

source: About
fi: Tietoja

source: Quit
fi: Sulje

source: Eyes Protect
fi: Silmien suojaus

source: notify-send --icon=app4deepin-eyesafe "Eyes Protect : The long break will begin in 5 seconds"
fi: notify-send --icon=app4deepin-eyesafe "Silmien suojaus : Pitkä tauko alkaa 5 sekunnissa"

source: Appearance
fi: Ulkonäkö

source: Off
fi: Pois

source: Sound
fi: Ääni

source: Display
fi: Näyttö

source: Computer
fi: Tietokone

source: Auto mode
fi: Automaattinen tila

source: Share Wifi
fi: Jaa Wifi

source: Wifi info
fi: Wifi tiedot

source: Dark
fi: Tumma

source: Light
fi: Vaalea

source: Auto
fi: Automaattinen

source: Lock screen
fi: Lukitusnäyttö

source: Do Not Disturb
fi: Älä häiritse

source: Night Shift
fi: Yövalo

source: File Drop
fi: Tiedoston pudotus

source: Eye Safe
fi: Silmäsuoja

source: Send file
fi: Lähetä tiedosto

source: Receive file
fi: Vastaanota tiedosto

source: Eyes Safe settings
fi: Silmäsuojan asetukset

source: Battery info : click here
fi: Akun tiedot : napsauta tästä

source: No update available.
fi: Ei päivityksiä.

source: update available.
fi: päivitys saatavilla.

source: Changelog
fi: Muutosloki

source: Report a bug
fi: Raportoi virhe

source: Donate
fi: Lahjoita

source: Hide wifi icon
fi: Piilota wifi kuvake

source: Hide dock Sound icon
fi: Piilota kaiuttimen kuvake

source: On power plug
fi: Virta kytketty

source: On battery
fi: Akulla

source: Battery charge notification
fi: Akun latausilmoitus

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
fi: Näytä ilmoitus, kun akku saavuttaa 25% ja enintään 85%. Tämä auttaa ylläpitämään akun parempaa käyttöikää.

source: Display brightness
fi: Näytön kirkkaus

source: Mi Air Earphone popup
fi: Mi Air kuulokkeen ilmoitus

source: System update notification
fi: Järjestelmän päivityksen ilmoitus

source: SOON
fi: PIAN

source: Control Center appearance
fi: Tarjotin

source: Dock
fi: Alapaneeli

source: Default
fi: Oletus

source: Sidebar
fi: Sivupalkki

source: Animated icons
fi: Animoidut kuvakkeet

source: Show CPU Temp icon
fi: CPU lämpötila kuvakkeessa

source: Show a notification when CPU reaches this temp limit.
fi: Näytä ilmoitus, kun CPU saavuttaa tämän lämpötilan.

source: Shorcut Assist
fi: Pikakuvakeen avustaja

source: Hide bluetooth icon
fi: Piilota bluetooth kuvake

source: 1 - Roll your eyes <br><br> 2 - Tightly close your eyes <br><br> 3 - Rotate your eyes in clockwise direction
fi: 1 - Pyöritä silmiä <br><br> 2 - Sulje tiukasti silmäsi <br><br> 3 - Kierrä silmiäsi myötäpäivään

source: Settings
fi: Asetukset

source: Short break duration
fi: Lyhyen tauon kesto

source: For donation with Paypal, click here
fi: Jos haluat lahjoittaa Paypalilla, napsauta tätä

source: Thank you for your support
fi: Kiitos tuestasi

source: Play a relaxing sound
fi: Soita rentouttava ääni

source: Beach
fi: Ranta

source: Drizzle
fi: Tihkusade

source: Forest
fi: Metsä

source: Stove fire
fi: Nuotio

source: Summer night
fi: Kesäyö

source: Background
fi: Tausta

source: Long break
fi: Pitkä tauko

source: (mini 10s - max 30s)
fi: (minimi 10s - maksimi 30s)

source: (no way to skip breaks)
fi: (taukoa ei voi ohittaa)

source: (mini 60s - max 120s)
fi: (minimi 60s - maksimi 120s)

source: Duration
fi: Kesto

source: Strict break
fi: Tiukka tauko

source: Try sound
fi: Testaa ääni

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
fi: Silmäsuojan koko tarkoitus on muistuttaa sinua tauoista työskennellessäsi tietokoneella pitkään. Taukonäyttö pyytää sinua tekemään joitain harjoituksia.

source: To share, scan the QR Code with your phone.
fi: Skannaa ja jaa QR-koodi puhelimellasi.

source: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : The long break will begin in 5 seconds"
fi: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "Silmäsuoja : Pitkä tauko alkaa 5 sekunnin kuluttua"

source: CPU temperature : +
fi: CPU lämpötila : +

source: Chanel :
fi: Kanava :

source: Security :
fi: Salaus :

source: Signal :
fi: Lähetysteho :

source: Rate :
fi: Nopeus :

source: Frequence :
fi: Taajuus :

source: Rate Max :
fi: Maksimi nopeus:

source: Skip
fi: Ohita

source: It's time to take a break. Sit back in your seat and relax.
fi: On aika pitää tauko. Nojaa taakse ja rentoudu.
