Repository: alvarosamudio/apps-languages
Catalog: CCT Tray/CCTTray-Greek.po
Languages: gr

source: Version : 0.9.0-BETA
gr: Εκδοχή : 0.9.0-BETA

source: Choose your shortcuts
gr: Επιλέξτε τις συντομεύσεις σας

source: Shortcut Assist appearance
gr: Εμφάνιση Shortcut Assist

source: State : charging
gr: Κατάσταση : φόρτιση

source: State : discharging
gr: Κατάσταση : εκφόρτιση

source: State : Not available
gr: Κατάσταση : Μη διαθέσιμο

source: Design capacity :
gr: Ικανότητα σχεδιασμού :

source: Current capacity :
gr: Τρέχουσα χωρητικότητα :

source: Energy :
gr: Ενεργητικότητα :

source: Energy Full :
gr: Πλήρης ενέργεια :

source: Health :
gr: Υγεία :

source: Voltage :
gr: Τάση :

source: Time to full :
gr: Ώρα να γεμίσει :

source: Time to empty :
gr: Ώρα να αδειάσει :

source: Technology : Not available
gr: Τεχνολογία : Μη διαθέσιμο

source: Technology :
gr: Τεχνολογία:

source: Battery level :
gr: Επίπεδο μπαταρίας :

source: Capacity :
gr: Χωρητικότητα :

source: Size :
gr: Μέγεθος :

source: Voltage :
gr: Τάση :

source: Energy :
gr: Ενέργεια :

source: Energy full :
gr: Πλήρης ενέργεια :

source: Technology :
gr: Τεχνολογία :

source: State :
gr: Κατάσταση :

source: Battery level :
gr: Επίπεδο μπαταρίας :

source: Time to empty :
gr: Ώρα να αδειάσει :

source: Mouse
gr: Ποντίκι

source: CPU :
gr: ΕΠΕΞΕΡΓΑΣΤΗΣ :

source: Max :
gr: Μέγ :

source: Min :
gr: Ελάχ :

source: Core 0 : -
gr: Πυρήνας 0 : -

source: Core 1 : -
gr: Πυρήνας 1 : -

source: Core 2 : -
gr: Πυρήνας 2 : -

source: Core 3 : -
gr: Πυρήνας 3 : -

source: Core 4 : -
gr: Πυρήνας 4 : -

source: Core 5 : -
gr: Πυρήνας 5 : -

source: Core 6 : -
gr: Πυρήνας 6 : -

source: Core 7 : -
gr: Πυρήνας 7 : -

source: CPU
gr: ΕΠΕΞΕΡΓΑΣΤΗΣ

source: CPU Max
gr: Επεξ Μέγ

source: CPU Mini
gr: Επεξ Ελάχ

source: Menu1
gr: Μενού1

source: Setting
gr: Ρυθμίσεις

source: About
gr: Σχετικά με

source: Quit
gr: Έξοδος

source: Eyes Protect
gr: Προστασία των ματιών

source: On
gr: Ενεργό

source: Dark
gr: Σκοτεινό

source: Light
gr: Ανοικτό

source: Auto
gr: Αυτόματο

source: Lock screen
gr: Κλείδωμα οθόνης

source: Do Not Disturb
gr: Μην ενοχλείτε

source: Night Shift
gr: Βραδινή βάρδια

source: Send file
gr: Αποστολή αρχείου

source: Receive file
gr: Λήψη αρχείου

source: Eyes Safe settings
gr: Ρυθμίσεις Eyes Safe

source: Battery info : click here
gr: Πληροφορίες μπαταρίας : κάντε κλικ εδώ

source: No update available.
gr: Δεν υπάρχει διαθέσιμη ενημέρωση.

source: update available.
gr: υπάρχει διαθέσιμη ενημέρωση.

source: Appearance
gr: Εμφάνιση

source: Off
gr: Ανενεργό

source: Sound
gr: Ήχος

source: Display
gr: Οθόνη

source: Computer
gr: Υπολογιστή

source: Auto mode
gr: Αυτόματη λειτουργία

source: Share Wifi
gr: Μοιραστείτε Wifi

source: Wifi info
gr: Πληροφορίες WiFi

source: Changelog
gr: Αλλαγή αρχείου καταγραφής

source: Report a bug
gr: Αναφορά σφάλματος

source: Donate
gr: Δωρεές

source: Hide dock wifi & bluetooth icons
gr: Απόκρυψη εικονιδίων σύνδεσης WiFi και Bluetooth

source: Hide dock Sound icon
gr: Απόκρυψη εικονιδίου ήχου

source: On power plug
gr: Στο βύσμα τροφοδοσίας

source: On battery
gr: Με μπαταρία

source: Battery charge notification
gr: Ειδοποίηση φόρτισης μπαταρίας

source: Show notification when battery reaches the minimum level of 25% and maximum of 85%. This helps maintain a better battery life.
gr: Εμφάνιση ειδοποίησης όταν η μπαταρία φτάσει στο ελάχιστο επίπεδο 25% και το μέγιστο 85%. Αυτό βοηθά στη διατήρηση καλύτερης διάρκειας ζωής της μπαταρίας.

source: Display brightness
gr: Φωτεινότητα οθόνης

source: Mi Air Earphone popup
gr: Αναδυόμενο ακουστικό Mi Air

source: System update notification
gr: Ειδοποίηση ενημέρωσης συστήματος

source: SOON
gr: ΣΥΝΤΟΜΑ

source: Control Center appearance
gr: Εμφάνιση Κέντρου Ελέγχου

source: Default
gr: Προκαθορισμένο

source: Sidebar
gr: Πλευρική γραμμή

source: Animated icons
gr: Κινούμενα εικονίδια

source: Show CPU Temp icon
gr: Εμφάνιση εικονιδίου Θερμοκρασία Επεξεργαστή

source: Show a notification when CPU reaches this temp limit.
gr: Εμφάνιση ειδοποίησης όταν ο Επεξεργαστής φτάσει αυτό το όριο θερμοκρασίας.

source: Shorcut Assist
gr: Βοήθεια συντόμευσης

source: 1 - Roll your eyes <br><br> 2 - Tightly close your eyes <br><br> 3 - Rotate your eyes in clockwise direction
gr: 1 - Γυρίστε τα μάτια σας <br><br> 2 - Κλείστε καλά τα μάτια σας <br><br> 3 - Περιστρέψτε τα μάτια σας προς τα δεξιά

source: Settings
gr: Ρυθμίσεις

source: Short break duration
gr: Διάρκεια μικρού διαλείμματος

source: For donation with Paypal, click here
gr: Για δωρεά με Paypal, κάντε κλικ εδώ

source: Thank you for your support
gr: Σας ευχαριστούμε για την υποστήριξή σας

source: Play a relaxing sound
gr: Παίξτε έναν χαλαρωτικό ήχο

source: Beach
gr: Παραλία

source: Drizzle
gr: Ψιλοβρέχει

source: Forest
gr: Δάσος

source: Stove fire
gr: Σόμπα φωτιά

source: Summer night
gr: Καλοκαιρινή νύχτα

source: Background
gr: Φόντο

source: Long break
gr: Μεγάλο διάλειμμα

source: (mini 10s - max 30s)
gr: (ελάχ 10" - μεγ 30")

source: (no way to skip breaks)
gr: (δεν υπάρχει τρόπος παράλειψης διαλειμμάτων)

source: (mini 60s - max 120s)
gr: (ελάχ 60" - μεγ 120")

source: Duration
gr: Διάρκεια

source: Strict break
gr: Αυστηρό διάλειμμα

source: Try sound
gr: Δοκιμάστε τον ήχο

source: The whole purpose of Eyes Safe is reminding you to take breaks while working on the computer for a long time. The break screen asks you to do some exercises which will reduce your RSI.
gr: Ολόκληρος ο σκοπός του Eyes Safe σας υπενθυμίζει να κάνετε διαλείμματα ενώ εργάζεστε στον υπολογιστή για μεγάλο χρονικό διάστημα. Η οθόνη διακοπής σας ζητά να κάνετε κάποιες ασκήσεις που θα μειώσουν το RSI σας.

source: To share, scan the QR Code with your phone.
gr: Για κοινή χρήση, σαρώστε τον κωδικό QR με το τηλέφωνό σας.

source: CPU temperature : +
gr: Θερμοκρασία Επεξεργαστής : +

source: notify-send --icon=app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : The long break will begin in 5 seconds"
gr: notify-send --icon = app4deepin-onoff --app-name='Control Center Tray' "CCT Eyes Protect : Το μεγάλο διάλειμμα θα ξεκινήσει σε 5 δευτερόλεπτα"

source: Chanel :
gr: Κανάλι :

source: Security :
gr: Ασφάλεια :

source: Signal :
gr: Σήμα :

source: Rate :
gr: Τάξη :

source: Frequence :
gr: Συχνότητα :

source: Rate Max :
gr: Μέγιστο ποσοστό

source: It's time to take a break. Sit back in your seat and relax.
gr: Ήρθε η ώρα να κάνετε ένα διάλειμμα. Καθίστε στο κάθισμά σας και χαλαρώστε.

source: Skip
gr: Παραλείψει
