Repository: alvarosamudio/apps-languages
Catalog: Weather/Weather-Greek.po
Languages: gr

source: Weather
gr: Καιρός

source: Weather App for Deepin v20
gr: Εφαρμογή καιρού για Deepin v20

source: About
gr: Σχετικά με

source: Weather app for Deepin
gr: Εφαρμογή καιρού για Deepin

source: Menu1
gr: Μενού1

source: Settings
gr: Ρυθμίσεις

source: Refresh
gr: Ανανέωση

source: Report a bug
gr: Αναφορά σφάλματος

source: Changelog
gr: Αλλαγή αρχείου καταγραφής

source: Help
gr: Βοήθεια

source: Quit
gr: Έξοδος

source: pm 2.5
gr: μμ 2.5

source: Humidity
gr: Υγρασία

source: Wind (km/h)
gr: Άνεμος (km/h)

source: Sorry, we are running out of queries to the weather service at the moment. Please try later
gr: Δυστυχώς, προς το παρόν εξαντλούνται τα αιτήματα για την υπηρεσία καιρού. Δοκιμάστε αργότερα

source: Refreshing data ...
gr: Ανανέωση δεδομένων ...

source: Refreshing data for the first launch
gr: Ανανέωση δεδομένων για την πρώτη εκτόξευση

source: Refreshing data for the first launch .
gr: Ανανέωση δεδομένων για την πρώτη εκτόξευση .

source: Refreshing data for the first launch ..
gr: Ανανέωση δεδομένων για την πρώτη εκτόξευση ..

source: Refreshing data for the first launch ...
gr: Ανανέωση δεδομένων για την πρώτη εκτόξευση ...

source: Refreshing data for the first launch ....
gr: Ανανέωση δεδομένων για την πρώτη εκτόξευση ....

source: Good
gr: Καλός

source: Moderate
gr: Μέτριος

source: Unhealthy for Sensitive Groups
gr: Ανθυγιεινή για ευαίσθητες ομάδες

source: Unhealthy
gr: Ανθυγιεινός

source: Very Unhealthy
gr: Πολύ ανθυγιεινό

source: Hazardous
gr: Επικίνδυνος

source: Clear
gr: Καθαρός

source: Sunny
gr: Ηλιοφάνεια

source: Partly cloudy
gr: Μερικώς συννεφιασμένος

source: Cloudy
gr: Συννεφιασμένος

source: Overcast
gr: Νεφελώδης

source: Mist
gr: Ομίχλη

source: Patchy rain possible
gr: Υπάρχει πιθανότητα βροχής σε ορισμένα μέρη

source: Patchy snow possible
gr: Υπάρχει πιθανότητα χιονιού σε ορισμένα μέρη

source: Patchy freezing drizzle possible
gr: Πιθανότητα παγωμένο ψιλόβροχο σε ορισμένα μέρη

source: Thundery outbreaks possible
gr: Πιθανές βροντές

source: Blowing snow
gr: Ανυψούμενο χιόνι

source: Blizzard
gr: Χιονοθύελλα

source: Freezing fog
gr: Παγωμένη ομίχλη

source: Fog
gr: Ομίχλη

source: Patchy light rain
gr: Πιθανότητα ελαφριά βροχή

source: Heavy rain
gr: Δυνατή βροχή

source: Moderate freezing rain
gr: Μέτρια παγωμένη βροχή

source: Moderate sleet
gr: Μέτριο χιονόνερο

source: Moderate snow
gr: Μέτριο χιόνι

source: Heavy snow
gr: Δυνατό χιόνι

source: Γρήγορη Light rain shower
gr: Μπόρα Ψιλοβρόχι

source: Heavy rain shower
gr: Μπόρα Δυνατή βροχή

source: Moderate sleet shower
gr: Μπόρα μέτριο χιονόνερο

source: Heavy snow shower
gr: Μπόρα δυνατό χιόνι

source: Moderate rain with thunder
gr: Μέτρια βροχή με βροντή

source: Moderate snow with thunder
gr: Μέτριο χιόνι με βροντές

source: please
gr: Παρακαλώ

source: Loading new data with the new settings...
gr: Φόρτωση νέων δεδομένων με τις νέες ρυθμίσεις....

source: When you launch the app, you'll see your local weather with a full set of additional information such as humidity, wind (km/h), wind direction and air quality. You can change weather location in setting.
gr: Κατά την εκκίνηση της εφαρμογής, θα δείτε τον τοπικό καιρό σας με ένα πλήρες σύνολο πρόσθετων πληροφοριών, όπως υγρασία, άνεμος (km/h), κατεύθυνση ανέμου και ποιότητα αέρα. Μπορείτε να αλλάξετε την τοποθεσία του καιρού στη ρύθμιση.

source: Location
gr: Τοποθεσία

source: Weather data update
gr: Ενημέρωση δεδομένων καιρού

source: The weather data for main window and the widget is updated every 30, 45 minutes or 1 hour like you choose on setting.
gr: Τα δεδομένα καιρού για το κύριο παράθυρο και το γραφικό στοιχείο ενημερώνονται κάθε 30, 45 λεπτά ή 1 ώρα όπως εσείς επιλέγετε στη ρύθμιση.

source: You can update manually the data by clicking the Refresh button in the main window or on the desktop widget.
gr: Μπορείτε να ενημερώσετε με μη αυτόματο τρόπο τα δεδομένα κάνοντας κλικ στο κουμπί Ανανέωση στο κύριο παράθυρο ή στο γραφικό στοιχείο της επιφάνειας εργασίας.

source: Your city
gr: Η πόλη σας

source: 30 minutes
gr: 30 λεπτά

source: 45 minutes
gr: 45 λεπτά

source: 1 hour
gr: 1 ώρα

source: 3 hours
gr: 3 ώρες

source: 6 hours
gr: 6 ώρες

source: 12 hours
gr: 12 ώρες

source: Frequency of updating weather data:
gr: Συχνότητα ενημέρωσης δεδομένων καιρού:

source: Localisation auto
gr: Αυτόματος εντοπισμός

source: Show desktop Widget
gr: Εμφάνιση γραφικού στοιχείου.

source: Show tray icon
gr: Εμφάνιση εικονιδίου στο tray
