Repository: alvarosamudio/apps-languages
Catalog: Weather/Weather-Romanian.po
Languages: ro

source: Weather
ro: Meteo

source: Weather App for Deepin v20
ro: Aplicație meteo pentru Deepin v20

source: About
ro: Despre

source: Weather app for Deepin
ro: Aplicație meteo pentru Deepin

source: Menu1
ro: Meniul1

source: Settings
ro: Setări

source: Refresh
ro: Reîncărcare

source: Report a bug
ro: Raporteaza o eroare

source: Changelog
ro: Jurnal de schimbări

source: Help
ro: Ajutor

source: Quit
ro: Ieșire

source: Humidity
ro: Umiditate

source: Wind (km/h)
ro: Vînt (km/h)

source: Sorry, we are running out of queries to the weather service at the moment. Please try later
ro: Ne pare rău, momentan nu avem acces la serviciul meteorologic. Vă rugăm să încercați mai târziu

source: Refreshing data ...
ro: Se actualizează datele ...

source: Refreshing data for the first launch
ro: Date actualizate pentru prima lansare

source: Refreshing data for the first launch .
ro: Date actualizate pentru prima lansareb.

source: Refreshing data for the first launch ..
ro: Date actualizate pentru prima lansare ..

source: Refreshing data for the first launch ...
ro: Date actualizate pentru prima lansare ...

source: Refreshing data for the first launch ....
ro: Date actualizate pentru prima lansare ....

source: Good
ro: Bine

source: Moderate
ro: Moderat

source: Unhealthy for Sensitive Groups
ro: Nesănătos pentru Grupurile Sensibile

source: Unhealthy
ro: Nesănătos

source: Very Unhealthy
ro: Foarte Nesănătos

source: Hazardous
ro: Riscant

source: Clear
ro: Clar

source: Sunny
ro: Soare

source: Partly cloudy
ro: Parțial înnourat

source: Cloudy
ro: Înnourat

source: Overcast
ro: Posomorât

source: Mist
ro: Negură

source: Patchy rain possible
ro: Posibilă ploaie

source: Patchy snow possible
ro: Posibil zăpadă

source: Patchy freezing drizzle possible
ro: Posibilă ploaie înghețată

source: Thundery outbreaks possible
ro: Posibile focare de tunete

source: Blowing snow
ro: Viscol

source: Blizzard
ro: Spulber

source: Freezing fog
ro: Ceață înghețată

source: Fog
ro: Ceață

source: Patchy light rain
ro: Ploaie ușoară

source: Heavy rain
ro: Ploaie torentiala

source: Moderate freezing rain
ro: Ploaie înghețată moderată

source: Moderate sleet
ro: Lapoviță moderată

source: Moderate snow
ro: Zăpadă moderată

source: Heavy snow
ro: Zăpadă grea

source: Light rain shower
ro: Pe alocuri ploaie ușoară

source: Heavy rain shower
ro: Pe alocuri ploaie grea

source: Moderate sleet shower
ro: Pe alocuri lapoviță

source: Heavy snow shower
ro: Pe alocuri zăpadă grea

source: Moderate rain with thunder
ro: Ploaie moderată cu tunete

source: Moderate snow with thunder
ro: Zăpadă moderată cu tunete

source: please
ro: Vă rog

source: Loading new data with the new settings...
ro: Se încarcă date noi cu noile setări ...

source: When you launch the app, you'll see your local weather with a full set of additional information such as humidity, wind (km/h), wind direction and air quality. You can change weather location in setting.
ro: Când lansați aplicația, veți vedea vremea locală cu un set complet de informații suplimentare, cum ar fi umiditatea, vântul (km/h), direcția vântului și calitatea aerului. Puteți schimba locația vremii în setări.

source: Location
ro: Locație

source: Weather data update
ro: Actualizare date meteo

source: The weather data for main window and the widget is updated every 30, 45 minutes or 1 hour like you choose on setting.
ro: Datele meteo pentru fereastra principală și widget sunt actualizate la fiecare 30, 45 de minute sau 1 oră, așa cum alegeți la setare.

source: You can update manually the data by clicking the Refresh button in the main window or on the desktop widget.
ro: Puteți actualiza manual datele făcând clic pe butonul Reîmprospătare din fereastra principală sau de pe widgetul desktop.

source: Your city
ro: Orașul dvs

source: 30 minutes
ro: 30 minute

source: 45 minutes
ro: 45 minute

source: 1 hour
ro: 1 oră

source: 3 hours
ro: 3 ore

source: 6 hours
ro: 6 ore

source: 12 hours
ro: 12 ore

source: Frequency of updating weather data:
ro: Frecvența actualizării datelor meteo:

source: Localisation auto
ro: Localizare automată

source: Show desktop Widget
ro: Afișați widgetul pentru desktop

source: Show tray icon
ro: Afișează pictograma pentru tray
