Repository: alvarosamudio/apps-languages
Catalog: File DRop/Filedrop-Romanian.po
Languages: ro

source: Send or receive file to your phone with wifi
ro: Trimiteți sau primiți fișiere pe telefonul dvs. cu wifi

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
ro: Bazat pe software qrcp: <p> nhttps: //github.com/claudiodangelis/qrcp

source: Send 1 file
ro: Trimiteți 1 fișier

source: Receive file(s)
ro: Primiți fișier (e)

source: Send files or folders
ro: Trimiteți fișiere sau foldere

source: Zip files or folders
ro: Zip fișiere sau foldere

source: How to send or receive
ro: Cum să trimiteți sau să primiți

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
ro: Faceți clic pe pictograma "Trimiteți". Trageți și fixați fișierul pentru a plasa zona. Când ați terminat, scanați codul QR cu telefonul. Verificați transferul de pe telefon.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
ro: Faceți clic pe pictograma Primire și scanați codul QR cu telefonul. Selectați pe telefon fișierele pentru a le trimite pe calculator

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
ro: Faceți clic pe pictograma Multi-Send. Trageți și fixați fișierele sau folderele. Când ați terminat, faceți clic pe butonul Trimiteți și scanați codul QR cu telefonul. Veți primi un fișier ZIP. Verificați transferul de pe telefon.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
ro: Înainte de a trimite fișierul sau folderul, puteți spune File Drop să le comprime in (ZIP).

source: Send
ro: Trimiteți

source: >> Drag one file or folder at a time <<
ro: >> Trageți câte un fișier sau dosar odată <<

source: Files/Folders will be compressed (ZIP) before sent.
ro: Fișierele/folderele vor fi comprimate (ZIP) înainte de a fi trimise.

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
ro: 1 - Porniți wifi-ul pe telefon 2 - Scanați codul QR 3 - Verificați transferul de pe telefon

source: FileDrop is preparing your zip file
ro: FileDrop pregătește fișierul zip

source: Files/Folders to send :
ro: Fișiere / foldere de trimis :

source: Allways compress the file (ZIP) before sending it
ro: Întotdeauna comprimați fișierul (ZIP) înainte de al trimite

source: Show File Drop Widget
ro: Afișați widgetul Drop File

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
ro: 1 - Porniți conexiunea wifi pe telefonul dvs. 2 - Scanați codul QR

source: Receiving your files ... Wait for the confirmation message on your phone.
ro: Primirea fișierelor dvs. ... și Așteptați mesajul de confirmare de pe telefon.

source: Open folder
ro: Deschideți folderul

source: Receive
ro: A primi

source: Drop your file here
ro: Lăsați fișierul aici

source: Compress the file (ZIP) before sending it
ro: Comprimă fișierul (ZIP) înainte de al trimite

source: Menu1
ro: Meniul1

source: Settings
ro: Setări

source: Changelog
ro: Jurnal de schimbări

source: Report a bug
ro: Raporteaza o eroare

source: About
ro: Despre

source: Quit
ro: Ieșire

source: Send file
ro: Trimite fișier

source: Receive file
ro: Primiți fișier

source: Send multiple files or folders
ro: Trimiteți mai multe fișiere sau foldere

source: Please check your network connection
ro: Vă rugăm să verificați conexiunea la rețea
