Repository: alvarosamudio/apps-languages
Catalog: File DRop/Filedrop-TURKISH.po
Languages: tr

source: Send or receive file to your phone with wifi
tr: Wifi ile telefonunuza dosya gönderin veya alın

source: Send 1 file
tr: 1 dosya gönder

source: Receive file(s)
tr: Dosya(lar)

source: Send files or folders
tr: Dosya veya klasör gönderin

source: Zip files or folders
tr: Zip dosyaları veya klasörleri

source: How to send or receive
tr: Nasıl gönderilir veya alınır

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
tr: Gönder simgesine tıklayın ve dosyayı bırakma bölgesine sürükleyip bırakın. Tamamlandığında, QR Kodunu telefonunuzla tarayın. Telefonunuzdaki aktarımı kontrol edin.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
tr: Al simgesine tıklayın ve QR Kodunu telefonunuzla tarayın. Bilgisayarınıza gönderilecek dosyaları telefonunuzda seçin

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
tr: Çoklu Gönder simgesine tıklayın. Dosyalarınızı veya klasörlerinizi sürükleyip bırakın. İşiniz bittiğinde Gönder düğmesine tıklayın ve telefonunuzla QR Kodunu tarayın. Bir ZIP dosyası alacaksınız. Telefonunuzdaki aktarımı kontrol edin.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
tr: Dosyanızı veya klasörünüzü göndermeden önce, File Drop'a onları sıkıştırmasını (ZIP) söyleyebilirsiniz.

source: Send
tr: Gönder

source: Multi-Send
tr: Çoklu Gönder

source: >> Drag one file or folder at a time <<
tr: >> Her seferinde bir dosya veya klasörü sürükleyin <<

source: Files/Folders will be compressed (ZIP) before sent.
tr: Dosyalar / Klasörler gönderilmeden önce sıkıştırılacaktır (ZIP).

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
tr: 1 - Telefonunuzdaki kablosuz bağlantıyı açın n n2 - QR kodunu tarayın n n3 - Telefonunuzdaki aktarımı kontrol edin

source: FileDrop is preparing your zip file
tr: FileDrop, zip dosyanızı hazırlıyor

source: Files/Folders to send :
tr: Gönderilecek Dosyalar / Klasörler:

source: Allways compress the file (ZIP) before sending it
tr: Dosyayı (ZIP) her zaman göndermeden önce sıkıştırın

source: Show File Drop Widget
tr: Dosya Bırakma Widget'ını Göster

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
tr: 1 - Telefonunuzdaki kablosuz bağlantıyı açın n n2 - QR kodunu tarayın

source: Receiving your files ... Wait for the confirmation message on your phone.
tr: Dosyalarınız alınıyor ... Telefonunuzda onay mesajını bekleyin.

source: Open folder
tr: Klasör Aç

source: Receive
tr: Teslim Almak

source: Drop your file here
tr: Dosyanızı buraya bırakın

source: Compress the file (ZIP) before sending it
tr: Göndermeden önce dosyayı (ZIP) sıkıştırın

source: FileDrop
tr: DosyaBırak

source: Menu1
tr: Menü

source: Settings
tr: Ayarlar

source: Changelog
tr: Güncelleme geçmişi

source: Report a bug
tr: Hata bildir

source: About
tr: Hakkımızda

source: Quit
tr: Çıkış

source: Send file
tr: Dosya gönder

source: Receive file
tr: Dosyayı al

source: Send multiple files or folders
tr: Birden çok dosya veya klasör gönderin

source: Please check your network connection
tr: İnternet bağlantınızı kontrol ediniz.
