Repository: alvarosamudio/apps-languages
Catalog: File DRop/Filedrop-Finnish.po
Languages: fi

source: Send or receive file to your phone with wifi
fi: Lähetä tai vastaanota tiedosto puhelimeesi wifi-yhteydellä

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
fi: Perustuu qrcp ohjelmaan : <p> https://github.com/claudiodangelis/qrcp

source: Send 1 file
fi: Lähetä 1 tiedosto

source: Receive file(s)
fi: Vastaanota tiedostoja

source: Send files or folders
fi: Lähetä tiedostoja tai kansioita

source: Zip files or folders
fi: Zip-tiedostoja tai kansioita

source: How to send or receive
fi: Kuinka lähettää tai vastaanottaa

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
fi: Napsauta kuvaketta Lähetä ja vedä ja pudota tiedosto vyöhykkeelle. Kun valmis, skannaa QR-koodi. Tarkista siirto puhelimellasi.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
fi: Napsauta kuvaketta Vastaanota ja skannaa QR-koodi puhelimellasi. Valitse tiedostot, jotka haluat lähettää tietokoneellesi

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
fi: Napsauta kuvaketta Ryhmälähetys. Vedä ja pudota tiedostot tai kansiot. Napsauta painiketta Lähetä ja skannaa QR-koodi puhelimellasi. Saat tästä ZIP-tiedoston. Tarkista siirto puhelimellasi.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
fi: Ennen kuin lähetät tiedoston tai kansion, voit käskeä ohjelman pakkaamaan ne (ZIP).

source: Send
fi: Lähetä

source: Multi-Send
fi: Ryhmälähetys

source: >> Drag one file or folder at a time <<
fi: >> Vedä yksi tiedosto tai kansio kerrallaan <<

source: Files/Folders will be compressed (ZIP) before sent.
fi: Tiedostot/kansiot pakataan (ZIP) ennen lähettämistä.

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
fi: 1 - Kytke puhelimen wifi päälle 2 - Skannaa QR-koodi 3 - Tarkista siirto puhelimellasi

source: FileDrop is preparing your zip file
fi: FileDrop valmistelee zip-tiedostoa

source: Files/Folders to send :
fi: Lähetettävät tiedostot/kansiot :

source: Allways compress the file (ZIP) before sending it
fi: Pakkaa tiedostot (ZIP) aina ennen lähettämistä

source: Show File Drop Widget
fi: Näytä FileDrop sovelma

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
fi: 1 - Kytke puhelimen wifi päälle 2 - Skannaa QR-koodi

source: Receiving your files ... Wait for the confirmation message on your phone.
fi: Tiedostojen vastaanotto ... Odota puhelimen vahvistusviestiä.

source: Open folder
fi: Avaa kansio

source: Receive
fi: Vastaanota

source: Drop your file here
fi: Pudota tiedostot tähän

source: Compress the file (ZIP) before sending it
fi: Pakkaa tiedostot (ZIP) aina ennen lähettämistä

source: FileDrop
fi: PudotaTiedosto

source: Menu1
fi: Valikko1

source: Settings
fi: Asetukset

source: Changelog
fi: Muutosloki

source: Report a bug
fi: Raportoi virhe

source: About
fi: Tietoja

source: Quit
fi: Sulje

source: Send file
fi: Lähetä tiedosto

source: Receive file
fi: Vastaanota tiedosto

source: Send multiple files or folders
fi: Lähetä tiedostoja tai kansioita

source: Please check your network connection
fi: Tarkista verkkoyhteytesi
