Repository: alvarosamudio/apps-languages
Catalog: File DRop/File Drop-Greek.po
Languages: ro

source: Send or receive file to your phone with wifi
ro: Αποστολή ή λήψη αρχείου στο τηλέφωνό σας με Wi-Fi

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
ro: Με βάση το λογισμικό qrcp: <p> nhttps: //github.com/claudiodangelis/qrcp

source: Send 1 file
ro: Αποστολή 1 αρχείου

source: Receive file(s)
ro: Λήψη αρχείου(α)

source: Send files or folders
ro: Αποστολή αρχείων ή φακέλων

source: Zip files or folders
ro: Zip αρχεία ή φακέλους

source: How to send or receive
ro: Πώς να στείλετε ή να λάβετε

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
ro: Κάντε κλικ στο εικονίδιο Αποστολή και Μεταφέρετε και αποθέστε το αρχείο στη ζώνη απόθεσης. Όταν τελειώσει, σαρώστε τον κωδικό QR με το τηλέφωνό σας. Ελέγξτε τη μεταφορά στο τηλέφωνό σας.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
ro: Κάντε κλικ στο εικονίδιο Λήψη και σαρώστε τον κωδικό QR με το τηλέφωνό σας. Επιλέξτε στο τηλέφωνό σας τα αρχεία για αποστολή στον υπολογιστή σας

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
ro: Κάντε κλικ στο εικονίδιο Multi-Send. Σύρετε και αποθέστε τα αρχεία ή τους φακέλους σας. Όταν τελειώσετε, κάντε κλικ στο κουμπί Αποστολή και σαρώστε τον κωδικό QR με το τηλέφωνό σας. Θα λάβετε ένα αρχείο ZIP. Ελέγξτε τη μεταφορά στο τηλέφωνό σας.

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
ro: Πριν από την αποστολή του αρχείου ή του φακέλου σας, μπορείτε να πείτε στο File Drop να τα συμπιέσει (ZIP).

source: Send
ro: Αποστολή

source: Multi-Send
ro: Πολλαπλή αποστολή

source: >> Drag one file or folder at a time <<
ro: >> Σύρετε ένα αρχείο ή φάκελο τη φορά. <<

source: Files/Folders will be compressed (ZIP) before sent.
ro: Τα αρχεία / οι φάκελοι θα συμπιεστούν (ZIP) πριν από την αποστολή.

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
ro: 1 - Ενεργοποιήστε το wifi στο τηλέφωνό σας 2 - Σάρωση του κωδικού QR 3 - Ελέγξτε τη μεταφορά στο τηλέφωνό σας

source: FileDrop is preparing your zip file
ro: Το FileDrop ετοιμάζει το αρχείο zip

source: Files/Folders to send :
ro: Αρχεία / φάκελοι για αποστολή :

source: Allways compress the file (ZIP) before sending it
ro: Πάντα συμπιέζετε το αρχείο (ZIP) πριν την αποστολή

source: Show File Drop Widget
ro: Εμφάνιση FileDrop Widget

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
ro: 1 - Ενεργοποιήστε το wifi στο τηλέφωνό σας 2 - Σάρωση του κωδικού QR

source: Receiving your files ... Wait for the confirmation message on your phone.
ro: Λήψη των αρχείων σας ... Περιμένετε το μήνυμα επιβεβαίωσης στο τηλέφωνό σας.

source: Open folder
ro: Άνοιγμα φακέλου

source: Receive
ro: Λήψη

source: Drop your file here
ro: Αποθέστε το αρχείο σας εδώ

source: Compress the file (ZIP) before sending it
ro: Συμπιέστε το αρχείο (ZIP) πριν την αποστολή

source: Menu1
ro: Μενού1

source: Settings
ro: Ρυθμίσεις

source: Changelog
ro: Αλλαγή αρχείου καταγραφής

source: Report a bug
ro: Αναφορά σφάλματος

source: About
ro: Σχετικά με

source: Quit
ro: Έξοδος

source: Send file
ro: Αποστολή αρχείου

source: Receive file
ro: Λήψη αρχείου

source: Send multiple files or folders
ro: Αποστολή πολλών αρχείων ή φακέλων

source: Please check your network connection
ro: Ελέγξτε τη σύνδεση δικτύου σας
