Repository: alvarosamudio/apps-languages
Catalog: File DRop/Filedrop-*.po
Languages: russian

source: Send or receive file to your phone with wifi
russian: Отправить или получить файл на ваш телефон с помощью Wi-Fi

source: Based on qrcp software : <p> https://github.com/claudiodangelis/qrcp
russian: На основе программного обеспечения qrcp: <p> nhttps: //github.com/claudiodangelis/qrcp

source: Send 1 file
russian: Отправить 1 файл

source: Receive file(s)
russian: Получить файл(ы)

source: Send files or folders
russian: Отправить файлы или папки

source: Zip files or folders
russian: Zip файлы или папки

source: How to send or receive
russian: Как отправить или получить

source: Click on Send icon and Drag and drop the file to drop zone. When it's done, scan the QR Code with your phone. Check the transfer on your phone.
russian: Щелкните значок «Отправить» и перетащите файл в зону размещения. Когда это будет сделано, отсканируйте QR-код своим телефоном. Проверьте передачу в телефоне.

source: Click on Receive icon and scan the QR Code with your phone. Select on your phone the files to send to your computer
russian: Щелкните значок «Получить» и отсканируйте QR-код своим телефоном. Выберите на телефоне файлы для отправки на компьютер

source: Click on Multi-Send icon. Drag and Drop your files or folders. When done, clic on Send button and scan the QR Code with your phone. You will receive a ZIP file. Check the transfer on your phone.
russian: Щелкните значок множественной отправки. Перетащите свои файлы или папки. Когда закончите, нажмите кнопку «Отправить» и отсканируйте QR-код своим телефоном. Вы получите ZIP-файл. Проверить передачу на телефоне

source: Before sending your file or folder, you can tell File Drop to compress (ZIP) them.
russian: Перед отправкой файла или папки вы можете указать File Drop сжать их (ZIP).

source: Send
russian: Отправить

source: Multi-Send
russian: Множественная отправка

source: >> Drag one file or folder at a time <<
russian: >> Перетаскивайте по одному файлу или папке за раз <<

source: Files/Folders will be compressed (ZIP) before sent.
russian: Файлы/Папки будут зжаты (ZIP) перед отправкой.

source: 1 - Turn the wifi on your phone 2 - Scan the QR code 3 - Check the transfer on your phone
russian: 1 - Включите Wi-Fi на вашем телефоне. 2 - Отсканируйте QR-код 3 - Проверьте передачу на своем телефоне.

source: FileDrop is preparing your zip file
russian: FileDrop готовит ваш ZIP файл

source: Files/Folders to send :
russian: Файлы/Папки для отправки

source: Allways compress the file (ZIP) before sending it
russian: Всегда сжимайте файл (ZIP) перед его отправкой

source: Show File Drop Widget
russian: Показать виджет File Drop

source: 1 - Turn the wifi on your phone 2 - Scan the QR code
russian: 1 - Включите Wi-Fi на телефоне 2 - Отсканируйте QR-код

source: Receiving your files ... Wait for the confirmation message on your phone.
russian: Получение файлов ... Дождитесь подтверждающего сообщения на вашем телефоне.

source: Open folder
russian: Открыть папку

source: Receive
russian: Получение

source: Drop your file here
russian: Перетащите ваш файл сюда

source: Compress the file (ZIP) before sending it
russian: Перед отправкой сжимайте файл (ZIP)

source: Menu1
russian: Меню1

source: Settings
russian: Настройки

source: Changelog
russian: Журнал событий

source: Report a bug
russian: Отчёт об ошибки

source: About
russian: О программе

source: Quit
russian: Выход

source: Send file
russian: Отправка файла

source: Receive file
russian: Получение файла

source: Send multiple files or folders
russian: Отправка множественных файлов или папок

source: Please check your network connection
russian: Пожалуйста проверьте ваше подключение к сети
