Repository: alvarosamudio/apps-languages
Catalog: Appimage shortcut/Appimageshortcut-Romanian.po
Languages: ro

source: Appimage Shortcut Creator
ro: Creatorul de comenzi rapide Appimage

source: AppImage Shortcut Creator
ro: Creatorul de comenzi rapide Appimage

source: Easily create shortcuts for AppImage
ro: Creați cu ușurință comenzi rapide pentru AppImage

source: Menu1
ro: Meniu 1

source: Manage applications
ro: Gestionați aplicațiile

source: Help
ro: Ajutor

source: Report a bug
ro: Raporteaza o eroare

source: Donate
ro: Donații

source: Changelog
ro: Jurnal de schimbări

source: About
ro: Despre program

source: Quit
ro: Ieșire

source: Appimage or executable
ro: Appimage sau executabil

source: App icon
ro: Pictograma aplicației

source: Enter the app name for the shortcut
ro: Introduceți numele aplicației pentru comanda rapidă

source: Category
ro: Categorie

source: Choose
ro: Selectați

source: Music
ro: Musică

source: Graphics
ro: Grafică

source: Office
ro: Oficiu

source: Development
ro: Dezvoltare

source: System
ro: Sistem

source: Others
ro: Alte

source: CREATE
ro: CREAREA

source: Error
ro: Eroare

source: Please give a name for the shortcut
ro: Vă rugăm să dați un nume pentru comanda rapidă

source: Please give select a Appimage or executable
ro: Vă rugăm să selectați un Appimage sau un fișier executabil

source: Please give select an icon
ro: Vă rugăm să selectați o pictogramă

source: The AppImage file will be moved automatically to an application folder which has been specially created to group your AppImages.
ro: Fișierul AppImage va fi mutat automat într-un dosar de aplicație care a fost special creat pentru a grupa imaginile dvs Appimages.

source: 3 - Choose an icon
ro: 3 - Alegeți o pictogramă

source: Choose an image (PNG, JPG or SVG). The icon will be copied automatically to an icon folder which has been specially created your icons.
ro: Alegeți o imagine (PNG, JPG sau SVG). Pictograma va fi copiată automat într-un folder cu pictograme care a fost creat special pentru pictograme.

source: 1 - Type a name for the shortcut
ro: 1 - Tastați un nume pentru comanda rapidă

source: 2 - Choose the AppImage file
ro: 2 - Alegeți fișierul AppImage

source: 4 - Select a category and clic create button
ro: 4 - Selectați o categorie și faceți clic pe butonul de creare

source: 1 - Manage your applications
ro: 1 - Gestionați aplicațiile

source: You can manage your installed AppImage application by going to the menu at the top right. You will be able to see the installed applications and delete the one that you no longer use.
ro: Puteți gestiona aplicația AppImage instalată accesând meniul din dreapta sus. Veți putea vedea aplicațiile instalate și șterge pe cea pe care nu o mai folosiți.

source: Create a shorcut
ro: Creaza o comandă rapidă

source: Manage your applications
ro: Gestionați-vă aplicațiile

source: 2 - Update your applications
ro: 2 - Actualizați aplicațiile

source: if your appimage does not update by itself and you have to download the new version, you will have to delete the installed one before creating a new shortcut for the new version.
ro: dacă appimage-ul dvs. nu se actualizează singur și trebuie să descărcați noua versiune, va trebui să o ștergeți pe cea instalată înainte de a crea o nouă comandă rapidă pentru noua versiune.

source: Shortcut created !
ro: Comandă rapidă creată !

source: New shortcut
ro: Comandă rapidă nouă

source: Cancel
ro: Anulare

source: Select
ro: Selectați

source: Thank you for your support
ro: Vă multumesc pentru suport

source: Applications folder
ro: Dosar aplicații

source: DELETE
ro: ȘTERGE

source: Icons folder
ro: Dosarul de pictograme

source: application installed
ro: aplicația instalată

source: applications installed
ro: aplicațiile instalate

source: Please select an app for deleting
ro: Vă rugăm să selectați o aplicație pentru ștergere

source: Done
ro: Terminat

source: App deleted
ro: Aplicația a fost ștearsă
